Repository: rokubot/locales
Catalog: */LC_MESSAGES/fun.po
Languages: bg_bg

source: Have a good laugh with everyone in the server
bg_bg: Посмейте се добре с всички в сървъра

source: Helps u make anime drake meme in an interactive way
bg_bg: Помага Ви в направата на анимационно меме с Дрейк по интерактивен начин

source: Type the **first (top) part** in the chat below
bg_bg: Напишете **първата (най-горната) част** по долу в чата

source: Type the **second (bottom) part** in the chat below
bg_bg: Напишете **втората (най-долната) част** по-долу в чата

source: 8ball command **Disclaimer:** Don't rely on bots response. Its just random
bg_bg: 8ball команда **Внимание:** Не разчитайте на отговора на бота. Той е разнообразен и случаен.

source: Magik filter of avatar If user is not mentioned, shows the avatar of the person who used the command **Powered by Nekobot.xyz**
bg_bg: Magik филтър върху аватара Ако потребителят не е споменат, се показва аватарът на лицето, използвало командата. **Задвижвано от Nekobot.xyz**

source: Shows the mention person as trash, It's a fun command , so don't take it seriously
bg_bg: Показва споменатия потребител като боклук, Командата е само за забавление, така че не трябва да я приемате на сериозно

source: Triggers the User
bg_bg: Тригърва Потребителя

source: Creates a wanted poster of mentioned user with a random price If a user is not mentioned, create wanted poster of you
bg_bg: Създава плакат от типа "издирва се" със споменатият потребител и цена, която е рандомизирана. Ако не е споменат потребител, то това ще създаде плакат на Вас.

source: Turns you into a stone
bg_bg: Превръща Ви в камък

source: Shows 5 dominant colors of your profile picture
bg_bg: Показва 5-те от най-открояващите цветове на профилната Ви снимка

source: Converts your text into some cool images Powered by FlamingText
bg_bg: Превръща Вашият текст в готини картини Възможно чрез FlamingText

source: Gives Charcoal effect your profile picture
bg_bg: Слага ефект "Въглен" към профилната Ви снимка.

source: Make people say stuff Fake chat screenshot image **Powered by Dagpi**
bg_bg: Карайте хората да казват неща Фейква скирншот на чата **Подсилено от Dagpi**

source: Waifu rating Device Shows how much of a sweet waifu you can be!
bg_bg: Устройство за рейтинг на Waifu-стта Ви Показва колко сладко waifu можете да бъдете !

source: Brings random meme from reddit
bg_bg: Показва разнообразно меме от Reddit

source: Husband rating Device Shows how much of a cool husband you can be!
bg_bg: Устройство за оценка на Съпруг Показва колко готин съпруг можете да бъдете !

source: Husbando Rating Device!
bg_bg: Устройство за оценяване на съпружествеността

source: Requested by {author}
bg_bg: Пожелано от {author}

source: Checks pp size of mentioned member. If user is not mentioned, this will show author's pp size
bg_bg: Вижте размера на pp-то на споменатия потребител. Ако не е споменат такъв, то тази команда ще покаже размера на лицето, което е изпратило командата.

source: Check rizz of mentioned member. If user is not mentioned, this will show author's rizz
bg_bg: Вижте rizz-а на споменатия потребител. Ако не е споменат такъв, то тази команда ще покаже rizz-а та лицето, което е изпратило командата.

source: We have seen magic mirror in many story books where it tells u who is the most beautiful person in this world, Sameway here Roku will act as the magic mirror and u can ask any question like `ro who is most beautiful person this server.` And it will who is the one among you.
bg_bg: Виждали сме магическо огледало в много книжки с приказки, където то ни казва кой е най-красивият човек на този свят. По същия начин и тук Roku ще действа като магическо огледало и можете да зададете всеки въпрос, като например `ro whoе най-красивият човек на този сървър?`. И то ще покаже кой е сред вас.

source: Don't ask such long questions
bg_bg: Не задавайте чак толкова дълги въпроси

source: Ask something meaningful , Idiot :unamused:
bg_bg: Питай нещо смислено, идиот :unamused:

source: Creates a tinder matching profile of two mentioned user
bg_bg: Създайте Tinder профил в съвкупност от два споменати потребителя

source: You can't match two same users, try matching two different users
bg_bg: Не можете да match-нете два еднакви потребителя, опитайте с два различни !

source: Shows the love between 2 persons.
bg_bg: Показва любовта между 2 лица.

source: Love between {user1} and {user2} is **{love_percent}%**
bg_bg: Любовта между {user1} и {user2} е **{love_percent}%**
