Repository: rokubot/locales
Catalog: */LC_MESSAGES/lvl.po
Languages: bg_bg

source: Reward members for talking with xp and even give roles at milestones **To enable leveling, use `ro enable leveling` command.**
bg_bg: Награждавайте членовете докато си приказват с XP и дори им давайте роли при достигане на етапи. **За да активирате системата с нивата, използвайте командата `ro enable leveling`.**

source: **Sorry,** Only **Server Owner** can run this command
bg_bg: **Съжалявам.** Само **Собственикът на този сървър** може да ползва тази команда

source: `{mention}` - To mention(ping) the user. __Example__ {.mention} `{user}` - Name of the user. __Example__ {.user} `{username}` Username of the user. __Example:__ {.username} `{userid}` - UserID of the user. __Example:__ {.id} `{level}` - Level of the user. __Example:__ 23 `{avatar}` - Avatar of the user. `{role.name}` - The name of the role you're giving to the user (This only works for reward messages) __Example:__ @lovely-role `{role.mention}` - The mention (ping) of the role you're giving to the user (This only works for reward messages) __Example:__ @lovely-role `{role.id}` - The ID of the role you're giving to the user (This only works for reward messages) __Example:__ 1310856420320612392
bg_bg: `{mention}` - За да споменете (тагнете) потребителя. __Например__ {.mention} `{user}` - Името на потребителя. __Например__ {.user} `{username}` - Потребителското име на потребителя. __Например:__ {.username} `{userid}` - ID-то на потребителя. __Примерно:__ {.id} `{level}` - Нивото на потребителя. __Например:__ 23-то `{avatar}` - Профилната снимка на потребителя. `{role.name}` - Името на ролята, която давате на потребителя. (Това работи само за съобщения с награди) __Например:__ @lovely-role `{role.mention}` - Ролята, която давате на потребителите но тагната. (Това работи само за съобщения с награди) __Например:__ @lovely-role `{role.id}` - ID-то на ролята, която давате на потребителя. (Това работи само за съобщения с награди) __Примерно:__ 131085642020612392

source: Auto Level Roles - {lvl}
bg_bg: Автоматични Роли към Ниво - {lvl}

source: Auto Level Role - Replace old roles
bg_bg: Автоматично Ниво към Роля - Заменя старите роли

source: **{username}** has leveled up to level {new_lvl}
bg_bg: **{username}** покачи нивото си до ниво {new_lvl}

source: You have been given <@&{role_id}> since you have reached level {lvl}
bg_bg: Беше Ви дадена ролята <@&{role_id}> понеже достигнахте до ниво {lvl}

source: Leveling commands cannot be used in DMs
bg_bg: Командите за Нива не могат да бъдат използвани в ЛС.

source: Shows the server level, xp and rank of mentioned member If member is not mentioned, shows authors level, rank and xp.
bg_bg: Показва нивото на сървъра, опит и ранг на споменатия потребител. Ако потребител не е споменат, показва нивото, ранга и опитът на автора (Вас).

source: Shows server level (rank) leaderboard
bg_bg: Показва класацията на сървъра за нива (ранг)

source: <a:blloading:731862370380546069> loading
bg_bg: <a:blloading:731862370380546069> зарежда се

source: Set where I should send leveling messages
bg_bg: Задайте къде да изпращам съобщения по случай покачване на нивото

source: I don't have enough permissions to send message in that channel.
bg_bg: Нямам нужният достъп да изпращам съобщения в този канал.

source: I require atleast `Send Messages`, `Embed Links` Permissions
bg_bg: Нуждая се поне от разрешения за „Изпращане на съобщения“ и „Вграждане на връзки“

source: {tick} **Now I will send all levelup messages to** {channel}
bg_bg: {tick} **Сега, всеки път когато нивото на потребител се покачи, ще пращам съобщенията за това в** {channel}

source: Makes Roku send levelup messages where they levelup This is the default
bg_bg: Кара Roku да изпраща съобщения за повишаване на нивото, когато и където се повиши нивото. Това е настройката по подразбиране.

source: {tick} Now I will send levelup messages on the place where they levelup
bg_bg: {tick} Сега, когато някой покачи нивото си, аз ще пращам съобщенията за това в текущият канал, където са покачили нивото си.

source: Settings for auto level roles
bg_bg: Настройки за автоматично даване на роли при достигане на ниво

source: Set roles I should give out to people when they level up to a specific level
bg_bg: Задавайте роли, които трябва да давам на хората, когато достигнат определено ниво

source: {role} is above my role, Drag my role to top to fix this issue!
bg_bg: {role} е над моята роля. За да решите този проблем, преместете ролята ми до върха!

source: **Sorry,** This role is managed by discord. I can't add or remove it
bg_bg: **Извинявам се,** Тази роля се управлява от Дискорд. Не мога да я давам или премахвам

source: Whoops, You cannot add anymore roles. If u want to add, subscribe to premium.
bg_bg: Упс, Не можете да добавяте повече роли! Ако все пак искате са добавяте още, абонирайте се за premium.

source: Support Roku by subscribing to premium and
bg_bg: Подкрепете Roku, като се абонирате за премиум и

source: enjoy the premuim features!
bg_bg: наслади се на premuim услугите !

source: Click here for more info : https://ko-fi.com/rokubot
bg_bg: Натиснете тук за повече информация: https://ko-fi.com/rokubot

source: {tick} Done! I will be giving {role} role when they reach level **{level}**
bg_bg: {tick} Готово ! Ще давам ролята {role} когато те достигнат ниво **{level}**

source: Remove levelroles from certain levels, if you have already setup.
bg_bg: Премахнете ролите на нивата от определени нива, ако вече сте ги настроили.

source: No roles or levels have been added yet!
bg_bg: Все още не са добавени роли или нива!

source: Role for that level was not added before.
bg_bg: Роля за това ниво не е била добавяна преди.

source: {tick} Done! I won't be adding any roles for level {level}
bg_bg: {tick} Готово ! Няма да добавям каквито и да е роли за ниво {level}

source: Shows the levelroles that you have added
bg_bg: Показва ролите, добавени от Вас за награждаване

source: No roles were added.
bg_bg: Не бяха добавени роли.

source: **{i}. Level {lvl}** - {role}
bg_bg: **{i}. Ниво {lvl}** - {role}

source: Level Roles
bg_bg: Нива с Роли

source: Setup Custom levelmessage for your lovely server!
bg_bg: Настройте Персонализирано съобщение при покачване на ниво за Вашия прекрасен сървър!

source: **{tick} Levelup Message has been set. Type `{prefix}leveltest` to test how it looks!**
bg_bg: **{tick} Зададено е съобщението за покачване на нивото. Напишете `{prefix}leveltest` за да тествате как изглежда!**

source: Test Your LevelMessage Setup! You need to have role rewardonly disabled for this to work. If u have enabled role rewardonly, please use `rewardtest` command.
bg_bg: Тествайте настройката си за Съобщение на Ниво! Трябва да сте деактивирали награждаването само с роли, за да работи това. Ако сте активирали награждаването само с роли, моля, използвайте командата `тестнаграда`.

source: Reward only has been enabled, please use `{prefix}rewardtest` instead
bg_bg: Активирана е опцията „Само награда“, моля, използвайте `{prefix}rewardtest` вместо това

source: Test Your Reward Message Setup!
bg_bg: Тествайте Вашето Съобщение за Награда!

source: You didn't setup reward roles, please setup reward roles first
bg_bg: Не сте задали роли-награди, моля първо да зададете роли-награди

source: This role is not a reward role
bg_bg: Тази роля не е роля-награда

source: Setup Custom role reward message for your lovely server!
bg_bg: Настройте Персонализирано съобщение за ролева награда за Вашия прекрасен сървър!

source: You didn't setup reward roles, please setup reward roles first.
bg_bg: Не сте задали роли-награди, моля първо да зададете роли-награди.

source: **{tick} Reward Message has been set. Type `{prefix}rewardtest` to test how it looks!**
bg_bg: **{tick} Съобщението за награда е зададено. Въведете `{prefix}rewardtest`, за да тествате как изглежда!**

source: Adds Level to the mentioned user
bg_bg: Добавя ниво към споменатия потребител

source: Hey, You cannot add level more than 99
bg_bg: Хей, Вие не можете да добавите повече от 99 нива

source: Cannot add level to a bot.
bg_bg: Не е възможно добавянето на ниво към бот.

source: {tick} Added level `{level}` for {member}**
bg_bg: **{tick} Добавих нивото `{level}` към {member}**

source: Reset the level of entire server. Only Server Owner can do this and this cannot be undone
bg_bg: Рестартиране на нивото на целия сървър. Само Собственикът на Сървъра може да направи това и това действие не може да бъде отменено.

source: {tick} Done! I have reset the levels of this server.
bg_bg: {tick} Готово ! Рестартирах всички нива в този сървър.

source: Change how levelroles get given out. **Stack: ** When leveling up, users keep their previous levels **Replace: ** When leveling up, users only keep their highest role.
bg_bg: Променете начина, по който се разпределят ролите за ниво. **Натрупване: ** При повишаване на ниво, потребителите запазват предишните си нива. **Замяна: ** При повишаване на ниво, потребителите запазват само най-високата си роля.

source: {tick} Now when leveling up, users keep their previous levels
bg_bg: {tick} Сега, когато покачат ниво, потребителите ще запазват предишните си нива.

source: {tick} Now when leveling up, users only keep their highest role
bg_bg: {tick} Сега, при покачване на ниво, потребителите ще задържат само най-високата си роля

source: **Examples :** `{prefix}rewardstyle stack` `{prefix}rewardstyle replace`
bg_bg: **Примери :** `{prefix}rewardstyle stack` `{prefix}rewardstyle replace`

source: Invalid Style Provided, Please provide `replace` or `stack` as argument.
bg_bg: Подаден бе невалиден стил, Моля използвайте `замени` или `подреди` като аргументи.

source: Make roku only send role reward messages.
bg_bg: Накарайте Roku да изпраща само съобщения за награди за роли.

source: **{tick} Now I will only send role reward messages**
bg_bg: **{tick} Сега ще изпращам само съобщения, където има роля за награда**

source: **{tick} Now I will send all levelup messages**
bg_bg: **{tick} Сега ще изпращам съобщения при всички повишавания на нивото**

source: Disable channels from giving xp for chatting in it. Incase if u dont want ppl to spam in #spam or #bots channel.
bg_bg: Деактивирайте способността на специфични канали да дават XP за чат в тях. В случай че не искате хората да спамят в канали за #спам или #ботове и по този начин да натрупват нива.

source: You need to provide atleast one channel. Eg: `{prefix}{invoked_with} #spam #bots`
bg_bg: Трябва да предоставите поне един канал. Например: `{prefix}{invoked_with} #spam #bots`

source: Enable a previously disabled channel from giving xp for chatting in it. Incase u dont want ppl to spam in #spam or #bots channel.
bg_bg: Активирайте предварително деактивиран канал, за даване на XP за чат в него. В случай че не искате хората да спамят в канала за #спам или #ботове.

source: You need to provide atleast one channel. Eg: `{prefix}{invoked_with} #general #general-2`
bg_bg: Трябва да предоставите поне един канал. Например: `{prefix}{invoked_with} #general #general-2`
