Repository: rokubot/locales
Catalog: */LC_MESSAGES/mod.po
Languages: bg_bg

source: Keep your server safe with advanced moderation commands.
bg_bg: Пази Вашият сървър в безопасност с напреднали и модерни функции за модерация.

source: Moderation commands are not available in DMs
bg_bg: Командите за модериране не са достъпни в ЛС

source: Auto-Unmute from temp mute
bg_bg: Автоматично премахване на временното заглушаване

source: Auto-Unjail from temp jail
bg_bg: Автоматично премахване от временният затвор

source: **<a:blloading:731862370380546069> Creating the role and updating the role. This may take a while...**
bg_bg: **<a:blloading:731862370380546069> Ролята е в процес на създаване и актуализирането ѝ тече. Това може да отнеме известно време...**

source: I don't have enough permission to create muted role, please provide the required permission
bg_bg: Нямам нужните разрешени за да създам заглушаващата роля, моля дайте ми нужните разрешения

source: I cannot find the muted role I made. It has been deleted.Use `{prefix}muterole command` and update muterole
bg_bg: Не можах да намеря Заглушаващата Роля, която създадох. Явно е била изтрита. Използвайте `{prefix}muterole command ` за отстраняване на проблема.

source: Creating Jail Channel
bg_bg: Създава се Канал-Затвор

source: Permission update for jail role
bg_bg: Обновени разрешения за затворническата роля

source: I don't have enough permission to create jail role / channel, please provide the required permission
bg_bg: Нямам нужните разрешени за да създам затворническа роля / канал, моля дайте ми нужните разрешения

source: I cannot find the jail role I made. It has been deleted.Use `{prefix}jailrole` subcommands to fix it.
bg_bg: Не можах да намеря затворническата роля, която създадох. Явно е била изтрита. Използвайте Под-командите при `{prefix}jailrole` за отстраняване на проблема.

source: You have been {action} from **{ctx.guild.name}** for `{reason}`
bg_bg: Вие бяхте {action} от страна на **{ctx.guild.name}** поради `{reason}`

source: previously muted member
bg_bg: бившо заглушаван член на сървъра

source: previously jailed member
bg_bg: член на сървъра, който е бил затварян преди

source: Auto-Permission update for mute role
bg_bg: Актуализация на Автоматичното-Разрешение за ролята на заглушаваните

source: Auto-Permission update for jail role
bg_bg: Актуализация на Автоматичното-Разрешение за затворническата роля

source: Kicks a mentioned member from the server. In order for this to work, the bot must have Kick Member permissions. To use this command you must have Kick Members permission.
bg_bg: Изритва споменат потребител от сървъра. За да работи това, ботът трябва да има разрешения за изхвърляне на потребители. За да използвате тази команда, трябва да имате разрешение за изхвърляне на потребители.

source: unmentioned. Action taken by {author} (ID: {author.id})
bg_bg: неспоменато. Действие, предприето от {author} (ID: {author.id})

source: kicked
bg_bg: изритан

source: **{tick} {member} was kicked**
bg_bg: **{tick} {member} беше изритан от сървъра**

source: Bans a user from the server. You can also ban from ID to ban regardless whether they're in the server or not. In order for this to work, the bot must have Ban Member permissions. To use this command you must have Ban Members permission.
bg_bg: Забранява достъпа на потребител от сървъра в него. Можете също така да забраните чрез ID, за да баннете, независимо дали избраният потребител е в сървъра или не. За да работи това, ботът трябва да има разрешения за забрана на членове. За да използвате тази команда, трябва да имате разрешение за забрана на членове.

source: banned
bg_bg: забранен

source: **{tick} {user} was banned**
bg_bg: **{tick} достъпа на {user} до сървъра беше забранен**

source: Unbans a member from the server. You can pass either the ID of the banned member or the Name#Discrim combination of the member. Typically the ID is easiest to use. In order for this to work, the bot must have Ban Member permissions. To use this command you must have Ban Members permissions.
bg_bg: Отменя забраната на член от сървъра, позволявайки на този потребител да се присъедини обратно в сървъра. Можете да подадете или ID-то на забранения член, или комбинацията Име#Дискриматор на члена. Обикновено ID-то е най-лесно за използване. За да работи това, ботът трябва да има разрешения за забрана на членове. За да използвате тази команда, трябва да имате разрешения за забрана на членове.

source: **{tick} {member.user} was unbanned**
bg_bg: **{tick} Беше премахната забраната за достъп до сървъра на {member.user}**

source: Warns a member in the server You can pass either ID or nickname or name#discrimin combination To use this command, you must have Manage Server permissions. You can check warns through `<prefix>punishments <member>`.
bg_bg: Предупреждава член на сървъра Можете да подадете или ID-то, или прякор, или комбинация от име и дискриминатор За да използвате тази команда, трябва да имате разрешения за управление на сървъра. Можете да проверявате предупрежденията чрез `<prefix>punishments <member>`

source: unmentioned. Action taken by {author} (ID: {author.id}
bg_bg: неспоменато. Действие, предприето от {author} (ID: {author.id})

source: **{tick} {member} has been warned**
bg_bg: **{tick} Наложено бе предупреждение на {member}**

source: warned
bg_bg: предупреден

source: Clears a users warn if a user is mentioned. Else it will clear entire server warns
bg_bg: Изчиства предупреждението на потребителя, ако е споменат потребител. В противен случай ще изчисти всички предупреждения на сървъра.

source: {entity} has no warnings
bg_bg: {entity} няма никакви предупреждения

source: {member.display_name}'s
bg_bg: на {member.display_name}

source: server's
bg_bg: на сървъра

source: Are you sure u want to clear entire {txt} warnings?
bg_bg: Сигурни ли сте, че искате да изчистите всички предупреждния от {txt}?

source: Timeout, Cannot wait for you any longer
bg_bg: Времето изтече, Не мога да те чакам повече

source: Cancelling....
bg_bg: Отменя се....

source: {config.tick} Successfully cleared all warnings
bg_bg: {config.tick} Успешно изчистих всички предупреждения

source: Removes the warning with given case.
bg_bg: Премахва предупреждението чрез даден Случай

source: Couldn't found a warn with that Case ID
bg_bg: Не можах да намеря предупреждения с тази Номерация на Случай

source: {tick} Removed the warning of case : {case_id}
bg_bg: {tick} Премахнах предупреждението за случай: {case_id}

source: Clears a users punish if a user is mentioned. Else it will clear entire server warns
bg_bg: Изчиства наказанието на потребителя, ако бъде споменат потребител. В противен случай ще изчисти всички предупреждения в сървъра.

source: {entity} has no punishments
bg_bg: {entity} няма никакви наказания

source: Are you sure u want to clear entire {txt} punishments?
bg_bg: Сигурни ли сте, че искате да изчистите всички наказания от {txt}?

source: {tick} Successfully cleared all punishments
bg_bg: {tick} Успешно изчистих всички наказания

source: Removes the punishment with given case.
bg_bg: Премахва наказанието чрез даден Случай

source: {tick} Removed the punishment with Case #{case_id}
bg_bg: {tick} Премахнах наказанието по Случай #{case_id}

source: Changes the slowmode of given channel. If channel is not given, changes the slowmode of channel where command is run. Time format 2 h, 3 m, 2 s. Eg: `ro slowmode 10s` **Note: ** To turn off slowmode, type `ro slowmode 0s`
bg_bg: Променя бавния режим на даден канал. Ако каналът не е зададен в командата, то тогава се променя бавният режим на канала, където се изпълнява командата. Формат на времето 2 ч, 3 мин, 2 сек. (h, m, s)

source: **__Examples:__** `{prefix}slowmode 4h` - sets slowmode of current channel to 4 hours. `{prefix}slowmode 0s` - turns slowmode off in the current channel. `{prefix}slowmode #roku-channel 5s` - sets slowmode of #roku-channel to 5 seconds. `{prefix}slowmode #roku-channel 0s` - turns slowmode off in #roku-channel.
bg_bg: **__Примери:__** `{prefix}slowmode 4h` - задава бавния режим на текущия канал на 4 часа. `{prefix}slowmode 0s` - изключва бавния режим в текущия канал. `{prefix}slowmode #roku-channel 5s` - задава бавния режим на #roku-channel на 5 секунди. `{prefix}slowmode #roku-channel 0s` - изключва бавния режим в #roku-channel.

source: Provided Invalid time format. h , m, s are the valid ones. {examples}
bg_bg: Предоставен е невалиден формат за време. h, m, s са единствените валидни формати. {examples}

source: Provided time is below 0 seconds. Provide something above that.
bg_bg: Даденото време е под 0, Моля задайте нещо по-високо от това.

source: Provided time is above 6 hours. The max time for slowmode is 6 hours (Discord limitation)
bg_bg: Зададеното от Вас време е над 6 часа. Дискорд налага лимит до максимално 6 часа.

source: {tick} Slowmode for {channel} has turned off
bg_bg: {tick} Беше изключен забавеният режим за {channel}

source: {tick} Slowmode for {channel.mention} has been set to {humanize.precisedelta(timedelta(seconds=time))}
bg_bg: {tick} Забавеният режим в {channel.mention} беше настроен за {humanize.precisedelta(timedelta(seconds=time))}

source: See the past punishment history of a user in the server or the entire server at once. Only counts punishments given out through Roku
bg_bg: Вижте историята на миналите наказания на потребители в сървъра или на целия сървър наведнъж. Брои само наказанията, налагани посредством Roku.

source: Punishments of entire server
bg_bg: Всички наказания на сървъра

source: {user}'s punishments
bg_bg: Наказанията на {user}

source: #Case {case_id} | {type}
bg_bg: Случай #{case_id} | {type}

source: **User: ** {member} (ID: {member_id})
bg_bg: **Потребител: ** {member} (ID: {member_id})

source: **Moderator: ** {mod} (ID: {mod_id}) **Reason: ** {reason}
bg_bg: **Модератор: ** {mod} (ID: {mod_id}) **Причина: ** {reason}

source: No punishments have been given in this server. This server looks clean!
bg_bg: Нито едно наказание е давано някога тук в този сървър. Изглежда, че всички следват правилата тук !

source: No punishments found for this user. This user looks clean!
bg_bg: Не бяха намерени предишни наказания за този потребител. Изглежда, че са на чисто !

source: See a specific user's warnings or just all warnings on the entire server
bg_bg: Вижте предупрежденията на конкретен потребител или просто всички предупреждения из целия сървър

source: Entire Server Warnings
bg_bg: Предупрежденията в целият сървър

source: {user}'s warnings
bg_bg: Предупрежденията на {user}

source: No warnings have been given in this server. This server looks clean!
bg_bg: Няма издавани предупреждения в този сървър. Той изглежда чист !

source: No warnings have been given to this user. This user looks clean!
bg_bg: Няма издавани предупреждения за този потребител. Потребителят е на чисто!

source: Mute users so they can no longer talk. If you want to temporarily mute someone, use time after mentioning the member. Note that times are in UTC. Mutes stay even if they leave and rejoin. Please note that servers with custom member roles that give permissions to talk will no work due to permission overwriting The bot must have Manage Roles permission and be above the muted role in the hierarchy. To use this command you need to be higher than the mute role in the hierarchy and have Manage Roles permission at the server level.
bg_bg: Заглушете потребителите, за да не могат повече да говорят. Ако искате временно да заглушите някого, използвайте време след споменаването на потребителя. Обърнете внимание, че часовете са в UTC (Универсално Координирано Време). Заглушаванията остават, дори ако те напуснат и се присъединят отново към сървъра. Моля, обърнете внимание, че сървърите с персонализирани роли на членове, които дават разрешения за разговор, няма да работят поради пренатрупване на разрешения. Ботът трябва да има разрешение за управление на роли и да бъде над заглушената роля в йерархията. За да използвате тази команда, трябва да сте по-високо от ролята за заглушаване в йерархията и да имате разрешение за управление на роли на ниво сървър.

source: unmentioned. Action Mute taken by {author} (ID: {author.id})
bg_bg: неспоменато. Действието Заглушаване е предприето от {author} (ID: {author.id})

source: Action Mute taken by {author} (ID: {author.id})
bg_bg: Действието Заглушаване бе предприето от {author} (ID: {author.id})

source: **{tick} {member} was muted**
bg_bg: **{tick} {member} беше заглушен**

source: muted
bg_bg: заглушен

source: **{tick} {member} has been muted till {time}**
bg_bg: **{tick} {member} беше заглушен за {time}**

source: muted till {time}
bg_bg: заглушен за {time}

source: Unmutes previously muted member
bg_bg: Премахва заглушаването на заглушаван член на сървъра

source: This member was not muted before
bg_bg: Този потребител не е бил заглушаван преди

source: unmentioned. Action Unmute taken by {author} (ID: {author.id})
bg_bg: неспоменато. Действието за прекратяване на заглушаването бе предприето от {author} (ID: {author.id})

source: **{tick} {member} was unmuted**
bg_bg: **{tick} заглушаването на {member} приключи**

source: unmuted
bg_bg: незаглушен

source: Configure Mute Role
bg_bg: Конфигурирайте Ролята за Заглушавана

source: Set muterole to an existing role
bg_bg: Приложете ролята за заглушаване към вече съществуваща роля

source: {role} is above my role, Drag my role to top to fix this issue!
bg_bg: Ролята {role} е над моята роля, За да поправите този проблем, моля качете ролята ми на върха!

source: **Sorry,** This role is managed by discord. I can't add or remove it
bg_bg: **Съжалявам,** Тази роля се управлява от Discord. Не мога да я добавя или премахна.

source: {tick} Successfully set muted role
bg_bg: {tick} Успешно зададох ролята за заглушените

source: Remove muterole, so that Roku don't use the muterole anymore. **Note: ** If you mute someone after removing muterole, roku will create new muterole. Due to this, this command has cooldown of 3 minutes
bg_bg: Премахнете заглушаващата роля, за да не може Roku да я използва повече. **Забележка: ** Ако сте се опитали да заглушите някого след премахване на съответната роля , Roku ще създаде нова роля за заглушаване. Поради това, тази команда има времеви лимит от 3 минути за да се избегне натоварване на Дискорд и на бота.

source: {tick} Successfully deleted muted role
bg_bg: {tick} Успешно изтрих ролята за заглушаване

source: Updates Permissions of muterole for every channel. **Note: **This command has cooldown of 3 minutes because of heavy ratelimits by Discord.
bg_bg: Актуализира разрешенията за заглушената роля във всеки канал. **Забележка:** Тази команда има време за охлаждане от 3 минути поради високите ограничения на скоростта от Discord.

source: No muterole found. Please create muterole before using this command
bg_bg: Не беше намерена заглушаваща роля. Моля създайте заглушаваща роля преди да използвате тази команда.

source: **<a:blloading:731862370380546069> Updating the permissions.. This may take a while..**
bg_bg: **<a:blloading:731862370380546069> Разрешенията се обновяват... Това може да отнеме известно време..**

source: Permission update for mute role
bg_bg: Обновени разрешения за заглушаващата роля

source: {tick} Successfully updated muted role permissions
bg_bg: {tick} Успешно бяха актуализирани разрешенията за ролята на заглушените

source: Enable auto permission update for muterole. This will make bot update muterole permission when a new channel is created
bg_bg: Активиране на автоматично актуализиране на разрешенията на Ролята на Заглушаваните. Това ще накара бота да актуализира разрешенията на Заглушената Роля, когато се създава нов канал

source: {tick} Successfully turned muterole autoupdate **{status}**
bg_bg: {tick} Автоматичното актуализиране на заглушаващата роля е успешно активирано **{status}**

source: Jail users so they can only send messages in #Jailed channel If you want to temporarily jail someone, mention time after mentioning the member. Note that times are in UTC. Mutes stay even if they leave and rejoin. Please note that servers with custom member roles that give permissions to talk will no work due to permission overwriting The bot must have Manage Roles permission and be above the Jailed role in the hierarchy. To use this command you need to be higher than the mute role in the hierarchy and have Manage Roles permission at the server level.
bg_bg: Затворете потребители, за да могат да изпращат съобщения само в канала, наречен #Jailed Ако искате временно да затворите някого, споменете времето, веднага след като посочите потребителя, който искате да пратите в затвора. Обърнете внимание, че времето е в UTC (Универсално Координирано Време). Заглушаването остава, дори ако потребител напусне и се присъедини отново към сървъра. Моля, обърнете внимание, че сървърите с персонализирани роли на потребителите, които дават разрешения за разговор в каналите, няма да работят поради пренатрупването на разрешенията. Ботът трябва да има разрешение за управление на роли и да бъде над ролята на Jailed в йерархията. За да използвате тази команда, трябва да сте по-високо от ролята за заглушаване в йерархията и да имате разрешение за управление на ролите на ниво сървър.

source: unmentioned. Action Jail taken by {author} (ID: {author.id})
bg_bg: неспоменато. Действие Затвор предприето от {author} (ID: {author.id})

source: Action Jail taken by {author} (ID: {author.id})
bg_bg: Действието Затвор бе предприето от {author} (ID: {author.id})

source: **{tick} {member} was jailed**
bg_bg: **{tick} В затвора беше поставен {member}**

source: jailed
bg_bg: арестуван

source: **{tick} {member} has been jailed till {time}**
bg_bg: **{tick} В ареста бе поставен {member} за {time}**

source: jailed till {time}
bg_bg: арестуван за {time}

source: Unjails previously jailed member
bg_bg: Изкарва вече затварян потребител от затвора.

source: This member was not jailed before
bg_bg: Този потребител не е бил затварян преди

source: **{tick} {member} was unjailed**
bg_bg: **{tick} {member} вече е извън затвора**

source: Set jailrole to an existing role
bg_bg: Наложете затворническа роля като използвате вече съществуваща роля

source: {tick} Successfully set jailed role
bg_bg: {tick} Успешно зададох ролята за поставяне в затвор

source: Remove jailrole, so that Roku don't use the jailrole anymore. **Note: ** If you tried to jail someone after removing jailrole, roku will create new role. Due to this, this command has cooldown of 3 minutes
bg_bg: Премахнете затварящата роля, за да не може Roku да я използва повече. **Забележка: ** Ако сте се опитали да затворите някого след премахване на тази роля, Roku ще създаде нова такава. Поради това, тази команда има времеви лимит от 3 минути за да се избегне натоварване на Дискорд и на бота.

source: Updates Permissions of jailrole for every channel. **Note: **This command has cooldown of 3 minutes because of heavy ratelimits by Discord.
bg_bg: Актуализира разрешенията за затворническата роля във всеки канал. **Забележка:** Тази команда има време за охлаждане от 3 минути поради високите ограничения на скоростта от Discord.

source: No jailrole found. Please create jailrole before using this command
bg_bg: Не беше намерена затворническа роля. Моля създайте затворническа роля преди да използвате тази команда

source: **{tick} Successfully updated jail role permissions**
bg_bg: **{tick} Успешно актуализирах разрешенията на затворническата роля**

source: Enable auto permission update for jailrole. This will make bot update jailrole permission when a new channel is created
bg_bg: Активиране на автоматично актуализиране на разрешенията за Затворническата Роля. Това ще накара бота да актуализира разрешенията за Затворническата Роля, когато се създава нов канал

source: {tick} Successfully turned jailrole autoupdate **{status}**
bg_bg: {tick} Автоматичното актуализиране на затворническата роля е успешно активирано **{status}**
