Repository: rokubot/locales
Catalog: */LC_MESSAGES/util.po
Languages: bg_bg

source: Some useful commands that don't fit elsewhere. For eg Google, anime etc
bg_bg: Някои полезни команди, които не принадлежат другаде. Например Google, аниме и др.

source: Took so long. Can't wait for you any longer, Aborting...
bg_bg: Отне Ви прекалено много. Не мога да чакам вече, Абортирам...

source: Search queries from Google
bg_bg: Извършете търсене в Google

source: No results found for this query!
bg_bg: Няма намерени резултати за това запитване!

source: Internal Error Occured, Come again later
bg_bg: Възникна Вътрешна Грешка, Опитайте отново по-късно

source: Search a page from wikipedia.
bg_bg: Потърсете страница в от Уйкипедия

source: No Pages Found
bg_bg: Не Бяха Намерени Страници

source: Takes the screenshot of the website
bg_bg: Прави екранна снимка на уебсайта.

source: Anime quotes
bg_bg: Аниме цитати

source: Get Animal Pics. Bring Random Animal If name is not Provided
bg_bg: Получавате снимки на животни. Донася произволно животно, ако не е Предоставено име.

source: A todo list. Helps in keeping tracking of things to do
bg_bg: Списък със задачи. Помага в следенето на задачите.

source: No tasks found.
bg_bg: Няма намерени задачи.

source: Add a task by `{prefix}todo add`.
bg_bg: Добавете задача като напишете `{prefix}todo add`.

source: For more help on this command,type `{prefix}help todo`
bg_bg: За повече помощ относно тази команда, въведете `{prefix}help todo`

source: A todo list. Helps in keeping tracks of tasks or things to do.
bg_bg: Списък със задачи. Помага в следенето на задания или други неща за вършене.

source: No tasks found. Add a task by `{prefix}todo add`.
bg_bg: Няма намерени задачи. Добавете задача чрез `{prefix}todo add

source: Add tasks to todo list
bg_bg: Добавете задачи към списъка Ви със задачи.

source: {tick} Added the task to todo list
bg_bg: {tick} Добавих задачата към списъка със задачи.

source: Add things to todo list
bg_bg: Добавете неща към списъка Ви със задачи.

source: You can only add 20 tasks in todo.
bg_bg: Можете да добавите само 20 задачи в списъка със задачи.

source: You need to be a **premium user** to add more things
bg_bg: Трябва да сте **премиум потребител**, за да добавяте още неща

source: **Iron Patreon** - upto 100 todo things
bg_bg: **Железен Patreon** - До 100 задачи за добавяне

source: **Bronze Patreon** - upto 200 todo things
bg_bg: **Бронзов Patreon** - До 200 задачи за добавяне

source: **Silver Patreon** - upto 300 todo things
bg_bg: **Сребърен Patreon** - До 300 задачи за добавяне

source: **Gold Patreon** - upto 400 todo things
bg_bg: **Златен Patreon** - До 400 задачи за добавяне

source: **Platinum Patreon** - unlimited todo things
bg_bg: **Платинен Patreon** - Неограничен брой задачи за добавяне

source: You can't add more things in todo.
bg_bg: Не можете да добавите повече неща в списъка със задачи.

source: You need to have a higher premium subscription to add more things
bg_bg: Трябва да имате по-висок премиум абонамент, за да добавите още неща

source: **Gold Patreon** - upto 300 todo things
bg_bg: **Златен Patreon** - До 300 задачи за добавяне

source: **Diamond Patreon** - unlimited todo things
bg_bg: **Диамантен Patreon** - Неограничени задачи за добавяне

source: {config.tick} Added the task to todo list
bg_bg: {config.tick} Добавих задачата към списъка със задачи.

source: Remove things from todo list
bg_bg: Премахни неща от списъка със задачи.

source: You don't have any things in todo
bg_bg: Нямате никакви неща в списъка Ви със задачи.

source: {tick} Removed the task from todo list
bg_bg: {tick} Премахнах задачата от списъка със задачи

source: {tick} cleared the task from todo list
bg_bg: {tick} изчистих задачата от списъка със задачи

source: An error occurred: {status} {reason}
bg_bg: Възникна грешка: {status} {reason}

source: Brings Specified Subreddits. Nsfw Subreddits Only works in NSFW Channels
bg_bg: Показва определени Subreddits. Като NSFW Subreddits работи само в NSFW канали.

source: No posts found with the given subreddit
bg_bg: Не са намерени публикации за този subreddit

source: {:,.0f}% Upvotes | Posted to r/{subreddit}
bg_bg: {:,.0f}% Гласове ЗА | Публикувано в r/{subreddit}

source: Add, Subract, Multiply and Divide Numbers. Usage examples: 1. Addition - `Ro calc 3 + 5` 2. subraction - `Ro calc 5 - 3` 3. Multiplication - `Ro calc 3 x 5` or `Ro calc 3*5` 4. Division - `Ro calc 20 / 5`or `Ro calc 0 ÷ 5`
bg_bg: Събиране, Изваждане, Умножение и Деление на числа. Примери за употреба: 1. Събиране - `Ro calc 3 + 5` 2. Изваждане - `Ro calc 5 - 3` 3. Умножение - `Ro calc 3 x 5` или `Ro calc 3*5` 4. Деление - `Ro calc 20 / 5` или `Ro calc 0 ÷ 5`

source: Invalid expressions was given, please try again.
bg_bg: Бяха дадени невалидни изрази, моля опитайте отново.

source: Powers are not supported.
bg_bg: Сили не са поддържани

source: It's Basic Maths lol! You can't divide any number with 0.
bg_bg: Това е елементарна математика, хаха! Никое число не се дели на 0.

source: This operation breaks my memory
bg_bg: Тази операция чупи паметта ми.

source: What's this question lol? please check `{prefix}help math` to see how to use this command.
bg_bg: Хаха, какъв е този въпрос,? Моля, вижте `{prefix}help math`, за да разберете как да използвате тази команда правилно.

source: Invalid expressions was given, please check `{prefix}help math` to see how to use this command.
bg_bg: Бяха дадени невалидни изрази. Моля, вижте `{prefix}help math`, за да видите как да използвате тази команда.

source: Shows colorinfo from given name or hex
bg_bg: Показва информация за цвят от дадено име или ХЕКС код.

source: Creates QR Code from the given text
bg_bg: Създава QR код от подаденият текст.

source: Gives info on the given anime
bg_bg: Предоставя информация относно споменатото аниме

source: Error Occured : {reason}
bg_bg: Стана Грешка : {reason}

source: No Anime found with the given name
bg_bg: Не беше намерено Аниме с това име.

source: Searches urban dictionary.
bg_bg: Преглежда urban речника

source: No results found, sorry.
bg_bg: Съжалявам, но няма намерени резултати.

source: Interactively creates a poll with the following question. To vote, use reactions!
bg_bg: Интерактивно създава анкета със следния въпрос. За да гласувате, използвайте реакции!

source: Need Read Message History and Add Reactions permissions.
bg_bg: Необходими са разрешения за Четене на Историята на Съобщенията и Добавяне на Реакции.

source: Say poll option or {prefix}done to publish poll.
bg_bg: Кажете анкетна опция или напишете {prefix}done за да публикувате анкетата.

source: {prefix}done
bg_bg: {prefix}готово

source: Add emotes (custom emoji) to your server
bg_bg: Добавете емотикони (персонализирани емотикони) към Вашия сървър.

source: Could not download file...
bg_bg: Файлът не можа да бъде изтеглен...

source: **__Emoji Added__** Name: {name} ID: {eid}
bg_bg: **__Емоджи Добавено__** Име: {name} ID: {eid}

source: Makes a poll quickly. The first argument is the question and the rest are the choices.
bg_bg: Бързо прави анкета. Първият аргумент е въпросът, а останалите са вариантите за отговор.

source: Need at least 1 question with 2 choices.
bg_bg: Нужен е поне 1 въпрос с 2 избора.

source: You can only have up to 20 choices.
bg_bg: Можете да имате само до 20 избора.

source: Custom Embed
bg_bg: Персонализиран Embed

source: Creates embed from json embed.
bg_bg: Създава embed от json embed.

source: No embed found!
bg_bg: Не беше намерен embed!

source: Create a Custom Embed in an interactive way.
bg_bg: Създайте Персонализиран Embed по интерактивен начин.

source: Type `quit` to quit without making an embed.
bg_bg: Въведете „излез“, за да излезете без да сте направили embed.

source: Type `done` to complete.
bg_bg: Напишете `готово` за да завършите.

source: Type `skip` to skip.
bg_bg: Въведете „пропусни“, за да пропуснете.

source: title
bg_bg: заглавие

source: description
bg_bg: описание

source: color
bg_bg: цвят

source: image
bg_bg: изображение

source: thumbnail
bg_bg: тъмбнейл

source: footer
bg_bg: долен колонтитул

source: footer icon
bg_bg: икона на долен колонтитул

source: author
bg_bg: автор

source: author icon
bg_bg: икона на автора

source: What would you like the **Embed's {property}** to be? {done} {quit} {skip}
bg_bg: Какво бихте искали да бъде ** {property}** в **Embed-а**? {done} {quit} {skip}

source: quit
bg_bg: напусни

source: OK Aborting....
bg_bg: ОК Абортирам...

source: skip
bg_bg: пропусни

source: done
bg_bg: готово

source: Color **{color}** is an invalid color or hex.
bg_bg: Цветът **{color}** е невалиден цвят или ХЕКС код.

source: You have provided invalid image link.
bg_bg: Вие сте посочили невалидна врезка за изображение.

source: Edit the embed created by the bot.
bg_bg: Редактирайте embed-а създаден от бота.

source: That message doesn't have an embed
bg_bg: Това съобщение няма embed.

source: Type `none` to leave something empty
bg_bg: Напишете `няма` за да оставите нещо празно.

source: What would you like the **Embed's {property}** to be? {done} {quit} {skip} {none}
bg_bg: Какво бихте искали да бъде ** {property}** на **Embed-а**? {done} {quit} {skip} {none}

source: none
bg_bg: няма
